Repository: julio-sa/DieTI
Catalog: frontend/src/messages.*.xlf
Languages: pt

source: Esqueci minha senha
pt: Forgot my password

source: Entrar
pt: Sign In

source: Recuperar Senha
pt: Recover Password

source: Por favor, insira um email válido.
pt: Please enter a valid email.

source: Enviar Código
pt: Send Code

source: Voltar ao Login
pt: Back to Login

source: Código de Recuperação
pt: Recovery Code

source: Código:
pt: Code:

source: Código inválido. Deve ter 6 dígitos.
pt: Invalid code. Must be 6 digits.

source: Nova Senha:
pt: New Password:

source: A senha deve ter pelo menos 6 caracteres.
pt: Password must be at least 6 characters.

source: Confirmar Senha:
pt: Confirm Password:

source: Este campo é obrigatório.
pt: This field is required.

source: As senhas não coincidem.
pt: Passwords do not match.

source: Redefinir Senha
pt: Reset Password

source: Nome é requerido.
pt: Name is required.

source: Um email válido é requerido.
pt: A valid email is required.

source: Idade é requerida.
pt: Age is required.

source: Peso é requerido.
pt: Weight is required.

source: Altura é requerida.
pt: Height is required.

source: Senha deve ter no mínimo 6 caracteres.
pt: Password must be at least 6 characters.

source: Senhas não conferem.
pt: Passwords do not match.

source: Criar Conta
pt: Create Account

source: Nome do Prato:
pt: Dish Name:

source: Adicionar Ingrediente:
pt: Add Ingredient:

source: Ingredientes:
pt: Ingredients:

source: Remover
pt: Remove

source: Calorias: INTERPOLATION kcal
pt: Calories: INTERPOLATION kcal

source: Proteínas: INTERPOLATIONg
pt: Proteins: INTERPOLATIONg

source: Carboidratos: INTERPOLATIONg
pt: Carbohydrates: INTERPOLATIONg

source: Gordura: INTERPOLATIONg
pt: Fat: INTERPOLATIONg

source: Salvar Prato
pt: Save Dish

source: Perfil
pt: Profile

source: Criar Prato
pt: Create Dish

source: Pratos Salvos
pt: Saved Dishes

source: Configurações
pt: Settings

source: Sair
pt: Logout

source: Instalar DieTI no seu dispositivo?
pt: Install DieTI on your device?

source: Instalar
pt: Install

source: 📴 Offline: Alimentos serão sincronizados depois
pt: 📴 Offline: Foods will be synced later

source: Prato
pt: Dish

source: Gramas:
pt: Grams:

source: Adicionar
pt: Add

source: Cancelar
pt: Cancel

source: Favoritos
pt: Favorites

source: Meta calórica: INTERPOLATION
pt: Calorie goal: INTERPOLATION

source: Meta proteíca: INTERPOLATION g
pt: Protein goal: INTERPOLATION g

source: Meta de carbo: INTERPOLATION g
pt: Carbs goal: INTERPOLATION g

source: Meta gordura: INTERPOLATION g
pt: Fat goal: INTERPOLATION g

source: Informações Pessoais
pt: Personal Info

source: Metas
pt: Goals

source: Salvar
pt: Save

source: Deletar Conta
pt: Delete Account

source: Calorias
pt: Calories

source: Proteínas
pt: Proteins

source: Carbo
pt: Carbs

source: Gordura
pt: Fat

source: 7 dias
pt: 7 days

source: 1 mês
pt: 1 month

source: 1 trimestre
pt: 1 quarter

source: 1 semestre
pt: 1 semester

source: 1 ano
pt: 1 year

source: Alimentos – INTERPOLATION
pt: Foods – INTERPOLATION

source: Fechar
pt: Close

source: Registros de hoje
pt: Today's records

source: Editar
pt: Edit

source: Deletar
pt: Delete

source: Pratos
pt: Dishes

source: Parece que ainda não há pratos salvos.
pt: It seems you have no saved dishes yet.

source: Proteinas: INTERPOLATIONg
pt: Proteins: INTERPOLATIONg

source: Carbo: INTERPOLATIONg
pt: Carbs: INTERPOLATIONg

source: Deletar Prato
pt: Delete Dish

source: Calorias:
pt: Calories:

source: (por 100g)
pt: (per 100g)

source: Proteínas:
pt: Proteins:

source: Carboidratos:
pt: Carbohydrates:

source: Gordura:
pt: Fat:

source: Lista de Ingredientes
pt: Ingredients List

source: Criar conta
pt: Create account
